Repository: phyrworks/autohide-topbar
Catalog: po/*.po
Languages: fr

source: Autohide
fr: Masquage Automatique

source: General Autohide Preferences
fr: Prfrences Gnrales de Masquage Automatique

source: General preferences that affect the hide and show behavior of the top panel
fr: Prfrences gnrales qui affectent le comportement de masquage et d'affichage du panneau suprieur

source: Enable Autohide only for active window
fr: Activer le masquage automatique uniquement pour la fentre active

source: When enabled, the top panel will only hide if the active window takes the space.
fr: Lorsqu'il est activ, le panneau suprieur ne se masquera que si la fentre active prend de la place.

source: Show top panel in overview
fr: Afficher le panneau suprieur dans un aperu

source: When enabled, the panel will be visible in overview.
fr: Lorsquil est activ, le panneau sera visible dans un aperu.

source: Keep hot corner sensitive when top panel is hidden
fr: Gardez les coins chauds sensibles lorsque le panneau suprieur est cach

source: When enabled, keeps the hot corner sensitive when panel is in hidden.
fr: Lorsqu'il est activ, le coin chaud reste sensible lorsque le panneau est masqu.

source: Mouse Behavior Preferences
fr: Prfrences de comportement de la souris

source: Preferences for when the mouse enters the top panel when it is hidden
fr: Prfrences pour le moment o la souris entre dans le panneau suprieur lorsqu'il est masqu

source: Mouse sensitive
fr: Sensible la souris

source: Show the top panel when mouse approaches edge of the screen
fr: Afficher le panneau suprieur lorsque la souris s'approche du bord de l'cran

source: When enabled, show the top panel not only in overview but also when the mouse approaches the edge of the screen.
fr: Lorsqu'il est activ, affiche le panneau suprieur non seulement dans un aperu, mais galement lorsque la souris s'approche du bord de l'cran.

source: Mouse sensitive when fullscreen
fr: Sensible la souris en plein cran

source: When enabled, show the top panel when mouse approaches edge when fullscreen.
fr: Lorsqu'il est activ, affiche le panneau suprieur lorsque la souris s'approche du bord en plein cran.

source: Mouse sensitive threshold (px):
fr: Seuil de sensibilit de la souris (px):

source: Number of pixels the mouse has to overrun in order to trigger the pressure barrier.
fr: Nombre de pixels que la souris doit dpasser pour dclencher la barrire de pression.

source: Mouse sensitive timeout (ms):
fr: Dlai d'expiration sensible la souris (ms):

source: Amount of time in milliseconds before pressure barrier is triggered.
fr: Dure en millisecondes avant le dclenchement de la barrire de pression.

source: Autohide Animation Preferences
fr: Masquer automatiquement les prfrences d'animation

source: Settings for the slide animation when hiding or showing the top panel.
fr: Paramtres de l'animation de la diapositive lors du masquage ou de l'affichage du panneau suprieur.

source: Slide animation time (secs):
fr: Dure de l'animation de la diapositive (en secondes):

source: Amount of time it takes to slide the top panel in/out.
fr: Temps ncessaire pour faire glisser le panneau suprieur vers l'intrieur/l'extrieur.
